Repository: Vizten18/rickAndMortyApp
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# internetConnectionLostTitle
source: Internet connection lost
es: Conexión a internet perdida

# internetConnectionLostSubtitle
source: Please check your internet connection and try again.
es: Por favor, verifique su conexión a internet y vuelva a intentarlo.

# notFoundTitle
source: Character not found.
es: Personaje no encontrado.

# notFoundSubtitle
source: The character you are looking for does not exist.
es: El personaje que busca no existe.

# unexpectedErrorTitle
source: An unexpected error occurred. Please try again.
es: Ocurrió un error inesperado. Por favor, inténtelo de nuevo.

# unexpectedErrorSubtitle
source: If the problem persists, please contact support.
es: Si el problema persiste, por favor contacte al soporte.

# emptyListTitle
source: No characters found.
es: No se encontraron personajes.

# emptyListSubtitle
source: There are no characters to display.
es: No hay personajes para mostrar.

# slideToDelete
source: You can slide to delete the character
es: Puede deslizar para eliminar el personaje

# searchHintLabel
source: Search for a character
es: Buscar un personaje

# statusLabel
source: Status
es: Estatus

# gendersLabel
source: Genders
es: Géneros

# filterLabel
source: Filters
es: Filtros
